Repository: JinyangWang27/vicinity
Catalog: vicinity/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: About
zh_hans: 关于
zh_hant: 關於

source: Cancel
zh_hans: 取消
zh_hant: 取消

source: Choose Conversation
zh_hans: 选择对话
zh_hant: 選擇對話

source: Connected
zh_hans: 已连接
zh_hant: 已連線

source: Connecting…
zh_hans: 连接中…
zh_hant: 連線中…

source: Device ID
zh_hans: 设备 ID
zh_hant: 裝置 ID

source: Display Name
zh_hans: 显示名称
zh_hant: 顯示名稱

source: Done
zh_hans: 完成
zh_hant: 完成

source: Export
zh_hans: 导出
zh_hant: 匯出

source: Export Conversation as JSON
zh_hans: 以 JSON 格式导出对话
zh_hant: 以 JSON 格式匯出對話

source: Friends appear here after your first connected chat.
zh_hans: 首次连线聊天后，好友将显示在这里。
zh_hant: 首次連線聊天後，好友將顯示在此處。

source: Identity
zh_hans: 身份
zh_hant: 身份

source: Known Friends
zh_hans: 已知好友
zh_hant: 已知好友

source: Looking for nearby devices…
zh_hans: 正在搜寻附近的设备…
zh_hant: 正在搜尋附近的裝置…

source: Make sure others are running Vicinity nearby.
zh_hans: 请确保附近的人也在使用附近应用。
zh_hant: 請確保附近的人也在使用附近應用程式。

source: Message
zh_hans: 消息
zh_hant: 訊息

source: Nearby now
zh_hans: 当前附近
zh_hant: 目前附近

source: No data leaves your device except to nearby peers.
zh_hans: 除发送至附近设备外，所有数据均保留在您的设备上。
zh_hant: 除傳送至附近裝置外，所有資料均保留在您的裝置上。

source: No known friends yet
zh_hans: 暂无已知好友
zh_hant: 尚無已知好友

source: Not Connected
zh_hans: 未连接
zh_hant: 未連線

source: Privacy
zh_hans: 隐私
zh_hant: 隱私

source: Settings
zh_hans: 设置
zh_hant: 設定

source: Share a full conversation log as a JSON file. Your Device ID is included so your identity can be restored.
zh_hans: 将完整对话记录分享为 JSON 文件。包含您的设备 ID，以便在新设备上恢复身份。
zh_hant: 將完整對話記錄分享為 JSON 檔案。包含您的裝置 ID，以便在新裝置上還原身份。

source: Share this ID to restore your identity on a new device.
zh_hans: 分享此 ID 以在新设备上恢复您的身份。
zh_hant: 分享此 ID 以在新裝置上還原您的身份。

source: This name is visible to nearby peers.
zh_hans: 此名称对附近的设备可见。
zh_hant: 此名稱對附近的裝置可見。

source: Unknown
zh_hans: 未知
zh_hant: 未知

source: Version
zh_hans: 版本
zh_hant: 版本

source: Vicinity
zh_hans: 附近
zh_hant: 附近

source: Your name
zh_hans: 您的名字
zh_hant: 您的名字

# last_seen_format
source: Last seen %@
zh_hans: 上次见面 %@
zh_hant: 上次見面 %@
